DispatcherKafka/Templates/requestFactura.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://www.servicios.co/pagos/schemas">
  <soapenv:Header/>
  <soapenv:Body>
    <sch:ReferenciaFactura>
      <sch:referenciaFactura>{0}</sch:referenciaFactura>
    </sch:ReferenciaFactura>
  </soapenv:Body>
</soapenv:Envelope>
